{"H201": "Materiał wybuchowy; zagrożenie wybuchem masowym", "H202": "Materiał wybuchowy, poważne zagrożenie rozrzutem", "H203": "Materiał wybuchowy; zagrożenie pożarem, wybuchem lub rozrzutem", "H204": "Zagrożenie pożarem lub rozrzutem", "H205": "Może wybuchać masowo w przypadku pożaru", "H206": "Zagrożenie pożarem, wybuchem lub rozrzutem; zwiększone ryzyko wybuchu jeśli zawartość środka odczulającego została zmniejszona", "H207": "Zagrożenie pożarem lub rozrzutem; zwiększone ryzyko wybuchu, jeśli zawartość środka odczulającego została zmniejszona", "H208": "Zagrożenie pożarem; zwiększone ryzyko wybuchu, jeśli zawartość środka odczulającego została zmniejszona", "H220": "Skrajnie łatwopalny gaz", "H221": "Gaz łatwopalny", "H222": "Skrajnie łatwopalny aerozol", "H223": "Łatwopalny aerozol", "H224": "Skrajnie łatwopalna ciecz i pary", "H225": "Wysoce łatwopalna ciecz i pary", "H226": "Łatwopalna ciecz i pary", "H228": "Substancja stała łatwopalna", "H229": "Pojemnik pod ciśnieniem: Ogrzanie grozi wybuchem", "H230": "Może reagować wybuchowo nawet bez dostępu powietrza", "H231": "Może reagować wybuchowo nawet bez dostępu powietrza pod zwiększonym ciśnieniem i/lub po ogrzaniu", "H232": "Może ulegać samozapaleniu w przypadku wystawienia na działanie powietrza", "H240": "Ogrzanie grozi wybuchem", "H241": "Ogrzanie może spowodować pożar lub wybuch", "H242": "Ogrzanie może spowodować pożar", "H250": "Zapala się samorzutnie w przypadku wystawienia na działanie powietrza", "H251": "Substancja samonagrzewająca się: może się zapalić", "H252": "Substancja samonagrzewająca się w dużych ilościach; może się zapalić", "H260": "W kontakcie z wodą uwalniają łatwopalne gazy, które mogą ulegać samozapaleniu", "H261": "W kontakcie z wodą uwalnia łatwopalne gazy", "H270": "Może spowodować lub intensyfikować pożar; utleniacz", "H271": "Może spowodować pożar lub wybuch; silny utleniacz", "H272": "Może intensyfikować pożar; utleniacz", "H280": "Zawiera gaz pod ciśnieniem; ogrzanie grozi wybuchem", "H281": "Zawiera schłodzony gaz; może spowodować oparzenia kriogeniczne lub obrażenia", "H290": "Może powodować korozję metali", "H300": "Połknięcie grozi śmiercią", "H301": "Działa toksycznie po połknięciu", "H302": "Działa szkodliwie po połknięciu", "H304": "Połknięcie i dostanie się przez drogi oddechowe może grozić śmiercią", "H310": "Grozi śmiercią w kontakcie ze skórą", "H311": "Działa toksycznie w kontakcie ze skórą", "H312": "Działa szkodliwie w kontakcie ze skórą", "H314": "Powoduje poważne oparzenia skóry oraz uszkodzenia oczu", "H315": "Działa drażniąco na skórę", "H317": "Może powodować reakcję alergiczną skóry", "H318": "Powoduje poważne uszkodzenie oczu", "H319": "Działa drażniąco na oczy", "H330": "Wdychanie grozi śmiercią", "H331": "Działa toksycznie w następstwie wdychania", "H332": "Działa szkodliwie w następstwie wdychania", "H334": "Może powodować objawy alergii lub astmy lub trudności w oddychaniu w następstwie wdychania", "H335": "Może powodować podrażnienie dróg oddechowych", "H336": "Może wywoływać uczucie senności lub zawroty głowy", "H340": "Może powodować wady genetyczne <podać drogę narażenia, jeżeli definitywnie udowodniono, że inna droga narażenia nie powoduje zagrożenia>", "H341": "Podejrzewa się, że powoduje wady genetyczne <podać drogę narażenia, jeżeli definitywnie udowodniono, że inna droga narażenia nie powoduje zagrożenia>", "H350": "Może powodować raka <podać drogę narażenia, jeżeli definitywnie udowodniono, że inna droga narażenia nie powoduje zagrożenia>", "H350i": "Wdychanie może spowodować raka", "H351": "Podejrzewa się, że powoduje raka <podać drogę narażenia, jeżeli definitywnie udowodniono, że inna droga narażenia nie powoduje zagrożenia>", "H360": "Może działać szkodliwie na płodność lub na dziecko w łonie matki <podać szczególny skutek, jeżeli jest znany> <podać drogę narażenia, jeżeli definitywnie udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H360D": "Może działać szkodliwie na dziecko w łonie matki", "H360Df": "Może działać szkodliwie na dziecko w łonie matki. Podejrzewa się, że działa szkodliwie na płodność", "H360F": "Może działać szkodliwie na płodność", "H360Fd": "Może działać szkodliwie na płodność. Podejrzewa się, że działa szkodliwie na dziecko w łonie matki", "H360FD": "Może działać szkodliwie na płodność. Może działać szkodliwie na dziecko w łonie matki", "H361": "Podejrzewa się, że działa szkodliwie na płodność lub na dziecko w łonie matki <podać szczególny skutek, jeżeli jest znany> <podać drogę narażenia, jeżeli definitywnie udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H361d": "Podejrzewa się, że działa szkodliwie na dziecko w łonie matki", "H361f": "Podejrzewa się, że działa szkodliwie na płodność", "H361fd": "Podejrzewa się, że działa szkodliwie na płodność. Podejrzewa się, że działa szkodliwie na dziecko w łonie matki", "H362": "Może działać szkodliwie na dzieci karmione piersią", "H370": "Powoduje uszkodzenie narządów <podać szczególny skutek, jeśli jest znany> <podać drogę narażenia, jeżeli udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H371": "Może powodować uszkodzenie narządów <podać wszystkie znane narządy, których to dotyczy> <podać drogę narażenia, jeżeli udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H372": "Powoduje uszkodzenie narządów <podać wszystkie znane narządy, których to dotyczy> poprzez długotrwałe lub powtarzane narażenie <podać drogę narażenia, jeżeli udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H373": "Może powodować uszkodzenie narządów <podać wszystkie znane narządy, których to dotyczy> poprzez długotrwałe lub narażenie powtarzane <podać drogę narażenia, jeśli udowodniono, że inne drogi narażenia nie stwarzają zagrożenia>", "H300+H310": "Grozi śmiercią po połknięciu lub w kontakcie ze skórą", "H300+H330": "Grozi śmiercią po połknięciu lub w następstwie wdychania", "H310+H330": "Grozi śmiercią w kontakcie ze skórą lub w następstwie wdychania", "H300+H310+H330": "Grozi śmiercią po połknięciu, w kontakcie ze skórą lub w następstwie wdychania", "H301+H311": "Działa toksycznie po połknięciu lub w kontakcie ze skórą", "H301+H331": "Działa toksycznie po połknięciu lub w następstwie wdychania", "H311+H331": "Działa toksycznie w kontakcie ze skórą lub w następstwie wdychania", "H301+H311+H331": "Działa toksycznie po połknięciu, w kontakcie ze skórą lub w następstwie wdychania", "H302+H312": "Działa szkodliwie po połknięciu lub w kontakcie ze skórą", "H302+H332": "Działa szkodliwie po połknięciu lub w następstwie wdychania", "H312+H332": "Działa szkodliwie w kontakcie ze skórą lub w następstwie wdychania", "H302+H312+H332": "Działa szkodliwie po połknięciu, w kontakcie ze skórą lub w następstwie wdychania", "H400": "Działa bardzo toksycznie na organizmy wodne", "H410": "Działa bardzo toksycznie na organizmy wodne, powodując długotrwałe skutki", "H411": "Działa toksycznie na organizmy wodne, powodując długotrwałe skutki", "H412": "Działa szkodliwie na organizmy wodne, powodując długotrwałe skutki", "H413": "Może powodować długotrwałe szkodliwe skutki dla organizmów wodnych", "H420": "Działa szkodliwie na zdrowie publiczne i środowisko poprzez niszczące oddziaływanie na ozon w górnej warstwie atmosfery", "EUH001": "Produkt wybuchowy w stanie suchym", "EUH006": "Produkt wybuchowy z dostępem lub bez dostępu powietrza", "EUH014": "Reaguje gwałtownie z wodą", "EUH018": "Podczas stosowania mogą powstawać łatwopalne lub wybuchowe mieszaniny par z powietrzem", "EUH019": "Może tworzyć wybuchowe nadtlenki", "EUH029": "W kontakcie z wodą uwalnia toksyczne gazy", "EUH031": "W kontakcie z kwasami uwalnia toksyczne gazy", "EUH032": "W kontakcie z kwasami uwalnia bardzo toksyczne gazy", "EUH044": "Zagrożenie wybuchem po ogrzaniu w zamkniętym pojemniku", "EUH059": "Stwarza zagrożenie dla warstwy ozonowej", "EUH066": "Powtarzające się narażenie może powodować wysuszanie lub pękanie skóry", "EUH070": "Działa toksycznie w kontakcie z oczami", "EUH071": "Działa żrąco na drogi oddechowe", "EUH201": "Zawiera ołów. Nie należy stosować na powierzchniach, które mogą być gryzione lub ssane przez dzieci", "EUH201A": "Uwaga! Zawiera ołów", "EUH202": "Cyjanoakrylany. Niebezpieczeństwo. Skleja skórę i powieki w ciągu kilku sekund. Chronić przed dziećmi", "EUH203": "Zawiera chrom(VI). Może powodować wystąpienie reakcji alergicznej", "EUH204": "Zawiera izocyjaniany. Może powodować wystąpienie reakcji alergicznej", "EUH205": "Zawiera składniki epoksydowe. Może powodować wystąpienie reakcji alergicznej", "EUH206": "Uwaga! Nie stosować razem z innymi produktami. Może wydzielać niebezpieczne gazy (chlor)", "EUH207": "Uwaga! Zawiera kadm. Podczas stosowania wydziela niebezpieczne pary. Zapoznaj się z informacją dostarczoną przez producenta. Przestrzegaj instrukcji bezpiecznego stosowania", "EUH208": "Zawiera <nazwa substancji uczulającej>. Może powodować wystąpienie reakcji alergicznej", "EUH209": "Podczas stosowania może przekształcić się w substancję wysoce łatwopalną", "EUH209A": "Podczas stosowania może przekształcić się w substancję łatwopalną", "EUH210": "Karta charakterystyki dostępna na żądanie", "EUH211": "Uwaga! W przypadku rozpylania mogą się tworzyć niebezpieczne respirabilne kropelki. Nie wdychać rozpylonej cieczy lub mgły", "EUH212": "Uwaga! W przypadku stosowania może się tworzyć niebezpieczny pył respirabilny. Nie wdychać pyłu", "EUH401": "W celu uniknięcia zagrożeń dla zdrowia ludzi i środowiska, należy postępować zgodnie z instrukcją użycia"}